{
  "!!": 29191,
  "!!!": 30344,
  "\"ቋንጣ\"": 32658,
  "#306_Electric_Sewing_Machine": 29603,
  "#Accessories:": 29479,
  "#Available_Color:": 29282,
  "#Blue": 30161,
  "#Capicity:": 29274,
  "#Ceramic_Straightening_Hair_Brush:": 30988,
  "#Color:": 30160,
  "#Cooking_Lunch_Box": 29266,
  "#Dumpling_pan_breakfast_cake_pan": 30175,
  "#Electric_Meat_Grinder_Machine": 32560,
  "#Feature:": 30930,
  "#Features": 30188,
  "#Features:": 31938,
  "#HD_NV_Night_View_Glasses": 29855,
  "#HOW_TO_USE": 30403,
  "#Height:": 30130,
  "#Material:": 29267,
  "#Maximum_Load:": 30131,
  "#Maximum_Stretch:": 30133,
  "#Mode": 30099,
  "#Mode1:": 30096,
  "#Mode2:": 30097,
  "#Multifunction:": 30210,
  "#Package": 30156,
  "#Package_Included:": 30003,
  "#Package_Includes": 29280,
  "#Package_Includes:": 29395,
  "#Package_List": 29610,
  "#Package_includes:": 31878,
  "#Package_including": 32013,
  "#Pink": 30410,
  "#Power:": 29270,
  "#Product_Features": 31481,
  "#Quick_Dry_Hair_Towel_Cap": 30787,
  "#Specifications:": 30144,
  "#Super_Absorption_Turban_Hair_Dry_Cap": 30788,
  "#Uses": 30418,
  "#Voltage:": 29272,
  "#white": 30857,
  "#ሱሪ": 29810,
  "#ሸሚዞች": 29811,
  "#ሹራቦች": 29812,
  "#በበረንዳ": 29803,
  "#በባኞ": 29804,
  "#በእቃቤት": 29805,
  "#ብርድልብሶች": 29808,
  "#አራት_ተቀያያሪ_ብሩሾች_ያሉት": 31855,
  "#አይቪ_ግሪፕ_ቴፕ_ሕይወትዎን_የሚያቀል_ፕላስተር": 30031,
  "#ጋቢ": 29809,
  "&2": 32249,
  "'n": 32685,
  "(0.5mm-8mm)": 32266,
  "(12": 29759,
  "(250": 31068,
  "(3": 31521,
  "(3,6,10,13": 31904,
  "(500ሚሊ)": 32637,
  "(5x": 29643,
  "(6-12Hours)": 30469,
  "(8.5": 31337,
  "(8.5inch)": 31336,
  "(9PCS)": 32324,
  "(GIFT": 31649,
  "(NOT": 31183,
  "(Rice": 29276,
  "(Shock": 30218,
  "(Strilazer)": 32144,
  "(Support": 30327,
  "(Waterproof)": 31990,
  "(YFSM-306)": 29599,
  "(fan)": 29625,
  "(night": 32100,
  "(straight)": 29225,
  "(wave)": 29227,
  "(ለላይኛዉ": 29326,
  "(ለትከሻ)": 29332,
  "(ለኃላ": 29329,
  "(ለደረት)": 29324,
  "(ልጅዎን": 31364,
  "(ሲንጀር)": 29458,
  "(ቪዲዮ": 31123,
  "(ወፍራሙ)": 31085,
  "),": 31716,
  "+1.4ሊትር+1ሊትር": 31957,
  "+251114622244": 31278,
  "+25111863995": 30427,
  "+251118639952": 29197,
  "+5": 31872,
  ",Camping": 29921,
  ",Fishing,": 29919,
  ",Garden": 29917,
  ",Office": 29916,
  ",School": 29918,
  ",counter,": 30200,
  ",ለልጆ,": 31889,
  ",ለሱቆ,": 29777,
  "-180C": 31028,
  "-Deck": 30477,
  "-High": 29947,
  "..": 30628,
  "......water": 30356,
  "/100": 32220,
  "/110lb": 32233,
  "/230ሴ": 30986,
  "/ፔዲቫክ": 30756,
  "0%": 31702,
  "0.1ግራም": 31621,
  "0.2lb": 32236,
  "0.3": 31690,
  "0.45L)": 29279,
  "0.5,": 30870,
  "0.5mm": 29486,
  "0.6L,": 29277,
  "0.75mm": 30456,
  "0905464599": 29130,
  "0946966440": 29129,
  "0992606060": 30892,
  "1*Stainless": 31879,
  "1,": 30900,
  "1,000": 30190,
  "1,100": 29897,
  "1,200": 29925,
  "1,300": 29365,
  "1,350": 31406,
  "1,400": 29398,
  "1,500": 32564,
  "1,600": 30654,
  "1,700": 29423,
  "1,800": 29630,
  "1.0": 30871,
  "1.05L": 29275,
  "1.0mm": 29487,
  "1.18": 32299,
  "1.20": 31065,
  "1.2L": 30735,
  "1.4": 31356,
  "1.4L": 31961,
  "1.5": 30901,
  "1.5L": 30733,
  "1.5L,": 31102,
  "1.5Mm": 29488,
  "1.5mm": 30872,
  "1.6": 30687,
  "1.60": 31066,
  "1.60ሜትር": 32191,
  "1.7": 31357,
  "1.7L": 32285,
  "1.8": 31485,
  "1.8ሊ": 31525,
  "10%": 31969,
  "10-15": 30392,
  "10.0": 30328,
  "10.5": 29771,
  "10.9cm*7.4cm*16.8cm": 31476,
  "100%": 29190,
  "10000": 32726,
  "10000mAh": 32734,
  "1000W": 31475,
  "1000ብር": 32835,
  "100W": 30352,
  "100kg": 32518,
  "100ml": 30054,
  "103cm": 31749,
  "1050": 30998,
  "1065": 30533,
  "10cm": 29901,
  "10g": 32235,
  "10kG": 31438,
  "10m": 32750,
  "10ኪሎ": 31622,
  "110Lm": 31181,
  "1188": 32561,
  "120*114*144mm": 29967,
  "1200W": 30716,
  "1200mA": 32766,
  "1200w": 31913,
  "120W": 31929,
  "120db": 29434,
  "1250": 32297,
  "12500": 32665,
  "128gYou": 29437,
  "12L": 31097,
  "12V": 30455,
  "12W": 31146,
  "12in1": 30417,
  "12pc": 31724,
  "12pcs": 31084,
  "12እና": 32069,
  "1300ብር": 30785,
  "130W": 31214,
  "1350": 31092,
  "138kg": 30132,
  "1450": 31059,
  "15%": 32772,
  "15-1-2016": 31967,
  "15.6": 30021,
  "15.6\"": 30015,
  "1500W": 32287,
  "1500mAh": 32320,
  "150W": 31960,
  "150gms": 31013,
  "1550": 31572,
  "15g/minute": 32570,
  "15ኪሎ,": 32414,
  "160*80*30cm": 30601,
  "160C": 31974,
  "160ml": 30485,
  "170C": 31026,
  "18.5": 30186,
  "1800ብር": 29598,
  "180C": 31030,
  "180W": 29405,
  "18CM": 31922,
  "1AC/DC": 29482,
  "1Foot": 29483,
  "1Garlic": 32304,
  "1KG": 31310,
  "1L": 31697,
  "1Needle": 29481,
  "1Pc": 30424,
  "1Threader": 29484,
  "1_": 32244,
  "1x": 29611,
  "1ሜትር": 31280,
  "2*": 32239,
  "2*Share": 31881,
  "2+": 31362,
  "2,100": 29619,
  "2,400": 29618,
  "2-3": 31029,
  "2-4": 30742,
  "2.2L,": 31101,
  "2.4L": 29863,
  "2.5": 31523,
  "2.5W": 29966,
  "2.ሊትር": 31956,
  "2000W": 31023,
  "200C": 30992,
  "200ml": 31813,
  "200ብር": 31352,
  "2050": 30652,
  "20CM": 31923,
  "20W": 32728,
  "20cm": 29393,
  "2100": 30622,
  "2150": 30602,
  "22.5W": 32725,
  "220-240V": 30677,
  "2200": 31405,
  "2200W": 31775,
  "220C": 31975,
  "220V": 29273,
  "220V-50Hz": 32159,
  "22CM": 31924,
  "22cm": 29394,
  "23.013.328.3cm": 31916,
  "2300": 30693,
  "230V": 30842,
  "236x236x337(mm)": 32160,
  "23cm": 30844,
  "24.5": 29770,
  "2400": 31588,
  "240V": 30743,
  "24CM": 32076,
  "25*25": 30207,
  "2500": 31599,
  "250ml": 29996,
  "250mm*300mm": 32219,
  "25CM*21CM*35CM": 31403,
  "25ሣሜ": 32196,
  "26-8-2016": 32334,
  "2600": 29684,
  "260W": 32335,
  "260ml": 31704,
  "26CM": 32077,
  "27-4-2016": 32175,
  "2700": 30963,
  "27CM": 29772,
  "28-4-2017": 32770,
  "2800": 31510,
  "280x180x110": 30531,
  "28CM": 32078,
  "2900": 31800,
  "2AA": 31499,
  "2L": 32250,
  "2Litres": 32177,
  "2Pcs": 32213,
  "2in1": 29208,
  "2kg": 31661,
  "2pc": 31790,
  "2pcs": 29836,
  "2x": 29614,
  "2ሜትር": 29573,
  "3*AAA": 31182,
  "3-5m": 30092,
  "3.5L,": 31100,
  "3.7": 31188,
  "3.7V": 32733,
  "3.88in": 32300,
  "30&50PCS/": 30209,
  "30-250bpm": 30153,
  "300W": 32248,
  "300ml": 31907,
  "30W": 30314,
  "3200": 31616,
  "3200ብር": 32284,
  "320ml": 31773,
  "329": 29182,
  "3300": 31598,
  "330ml": 31706,
  "33cm21cm31cm": 32527,
  "3400": 32804,
  "3500": 30717,
  "350L": 31105,
  "350W": 32257,
  "35W": 31976,
  "3600": 30738,
  "360cm": 31863,
  "37.5cm": 31442,
  "3700": 32713,
  "37Wh": 32732,
  "3800": 31031,
  "380ml": 32218,
  "385ml": 30026,
  "38CM*35.5CM*38CM": 29422,
  "39.5*16.5*25": 29296,
  "3:": 30100,
  "3Metal": 31312,
  "3W": 31150,
  "3in1": 30064,
  "3mm,5mm,7mm": 31313,
  "3v": 30150,
  "3ተኛ": 29180,
  "4*AA": 32317,
  "4-6": 31027,
  "4.0": 31131,
  "4.2ሜትር": 29814,
  "4.5": 30960,
  "40*69cm": 32021,
  "400ML": 32632,
  "400W": 30692,
  "40W": 29271,
  "40cm": 31821,
  "4100": 31419,
  "4200": 31617,
  "4300": 31694,
  "4500": 31459,
  "450ብር": 30364,
  "45W": 29999,
  "45cm": 32751,
  "4700": 32568,
  "4800": 32603,
  "4Packs": 30220,
  "4in1": 30868,
  "5-10": 30710,
  "5-in-1": 30632,
  "5.5V/1.5W": 30094,
  "500L": 31104,
  "500ML": 31877,
  "500W": 30732,
  "500ml": 30465,
  "500ብር": 30739,
  "50Hz": 29870,
  "50Hz~": 32601,
  "50PCS/": 31339,
  "50W": 31000,
  "50cm": 31745,
  "50kg": 32232,
  "50mm": 31397,
  "50ሣሜ": 32193,
  "5200": 32332,
  "5400": 32717,
  "5500": 30840,
  "550ብር": 31444,
  "55cm": 32765,
  "56*56": 30122,
  "56*56ሳ.ሜ": 30135,
  "5600": 31318,
  "5656cm": 30134,
  "5800": 31796,
  "5CM": 31818,
  "5L,": 31099,
  "5M": 32463,
  "5V": 30001,
  "5W": 31149,
  "5X": 29645,
  "5hearts": 31914,
  "5m": 32454,
  "6-12": 31876,
  "6-8hrs": 30088,
  "6-Grid": 29290,
  "6.9": 31132,
  "6000": 29769,
  "600ML": 32176,
  "600Ml": 31695,
  "600W": 29381,
  "600ml": 31004,
  "600ብር": 32214,
  "604028": 29894,
  "60CM*5M": 30623,
  "60CM2M": 31254,
  "60CM3M": 29787,
  "60CM5M": 31994,
  "60Hz": 32602,
  "60cm": 31443,
  "62cm": 31747,
  "63*63": 30928,
  "650ML": 32240,
  "650W": 30843,
  "650ብር": 30753,
  "6L": 32563,
  "6ወር": 32041,
  "7.5": 30959,
  "7.5L": 31098,
  "70*23*60": 31056,
  "70*70": 30270,
  "70-100%": 30155,
  "700ብር": 30341,
  "70x11.5cm": 31267,
  "73005": 29368,
  "7400": 32709,
  "750W": 31452,
  "75gm": 31422,
  "75ml": 32145,
  "7W": 31147,
  "8-10hrs": 30089,
  "8.1": 30330,
  "8.5L": 29687,
  "800Lumens": 31946,
  "800ML": 31696,
  "80cm": 31748,
  "80ml": 30163,
  "850ብር": 31781,
  "86*26*60": 31060,
  "900L,": 31103,
  "90CM": 30863,
  "90cm": 31134,
  "90ሳቲ": 31067,
  "93cm": 29900,
  ":-": 29126,
  ":-550": 31996,
  ":-600": 31995,
  "::": 32156,
  "<<Limited": 29941,
  "@Orderqnash": 32086,
  "A,": 29890,
  "ABS+Aluminium": 31944,
  "ABS,": 32231,
  "ABS.": 30528,
  "AC/DC": 29475,
  "AC110V~240V": 32600,
  "AC220V": 31451,
  "AIR": 32651,
  "Ab": 32428,
  "Abdomen": 32425,
  "Abdominal": 32426,
  "Absorption": 31323,
  "Accessory": 31315,
  "Accuracy:": 32234,
  "Acupressure": 31142,
  "Adapter": 29281,
  "Adaptor": 29476,
  "Adhesive": 31550,
  "Adjustable": 29137,
  "Adjustment": 31176,
  "Alarm": 29424,
  "Aluminium": 31548,
  "Aluminum": 30713,
  "Alumunium": 32714,
  "Amount": 29783,
  "Anti-Collision": 30248,
  "Anti-Crack": 30398,
  "Anti-Theft": 30020,
  "Anti-Vibration": 30215,
  "Anti-Walk": 30222,
  "Anti-theft": 30012,
  "Apai": 30315,
  "Appliances,": 30221,
  "Applications:": 30102,
  "Apply": 30405,
  "Approx.": 30646,
  "Approximate": 30648,
  "Aromatherapy": 32504,
  "Assorted": 29287,
  "Atomization": 29774,
  "Attached": 30261,
  "Attachment": 30724,
  "Attachments": 30752,
  "Automatically": 32595,
  "Available": 29895,
  "BABY": 32033,
  "BAGS": 31738,
  "BEST": 30765,
  "BLANKETS": 32035,
  "BM": 31445,
  "BPA": 30797,
  "BUCKET": 32271,
  "BUY": 31770,
  "Babies": 32467,
  "Babyloo": 30540,
  "Backpack": 30014,
  "Backseat": 31129,
  "Baffle": 30433,
  "Bag": 30018,
  "Bag,": 30339,
  "Bags": 32752,
  "Baking": 31760,
  "Balance": 31348,
  "Balcony": 32130,
  "Ballon": 32639,
  "Balloon": 29366,
  "Basket": 29333,
  "Bathroom": 30349,
  "Batteries(not": 32318,
  "Batteries:": 31948,
  "Battery:": 30086,
  "Battey": 31500,
  "Bearing": 31437,
  "Beater": 32015,
  "Beautify": 29872,
  "Bedroom": 30263,
  "Bedside": 30859,
  "Belnder": 32477,
  "Beverage": 30866,
  "Bin..": 30265,
  "Blackboard": 31756,
  "Blackheads": 31198,
  "Blades": 30691,
  "Blender": 30681,
  "Blue,": 29283,
  "Bobbin": 29615,
  "Bobbins": 29480,
  "Boil": 30803,
  "Boiling": 30420,
  "Boma": 31910,
  "Bottle": 30056,
  "Bottles": 30376,
  "Box?": 30453,
  "Brace": 31216,
  "Bracket": 31034,
  "Brand:": 29377,
  "Breast": 31707,
  "Breathable": 31433,
  "Breathing": 31209,
  "Bringing": 30234,
  "Bristles": 30173,
  "Broom": 30851,
  "Brush": 29339,
  "Bucket": 29289,
  "Buckle": 29417,
  "Built-in": 32010,
  "Bulb": 31145,
  "Bundt": 31727,
  "Burst": 31772,
  "Button": 29764,
  "Butyl": 31551,
  "CARD)": 31650,
  "CARDS": 31360,
  "CLIPPER": 32816,
  "CM": 29297,
  "COB": 31931,
  "CONTROL": 31175,
  "CREST": 32650,
  "Cactus": 29650,
  "Callused": 30768,
  "Calories": 31470,
  "Cameraman": 30317,
  "Cancelling": 30224,
  "Cans": 30375,
  "Capacity": 29780,
  "Capacity/min": 31311,
  "Capacity:": 29868,
  "Carpet": 31395,
  "Carrot": 32812,
  "Carry": 29911,
  "Cells": 29709,
  "Ceramic": 29337,
  "Cereal": 29291,
  "Cereals": 29707,
  "Charging": 30016,
  "Cheese": 32813,
  "Chest": 29323,
  "Chipper": 31605,
  "Chips": 31025,
  "Chopper": 30614,
  "Chopping": 31014,
  "Cille": 31792,
  "Citrus": 30655,
  "Clarity": 29640,
  "ClassyTouch": 29923,
  "Claw": 32511,
  "Clean,": 30972,
  "Cleaner": 29311,
  "Cleaning": 30168,
  "Cleanse": 31255,
  "Cleansing": 31805,
  "Clip": 30426,
  "Clipper": 31893,
  "Clippers": 32826,
  "Clips": 31859,
  "Cloth": 29801,
  "Clothes": 32450,
  "Clustor": 32629,
  "Coating": 29388,
  "Coil": 31464,
  "Collapsible": 30258,
  "Color-": 31512,
  "Color:": 29557,
  "ColorBlack": 31824,
  "Colorful": 29785,
  "Colors:": 31789,
  "Colourful": 30467,
  "Comb": 29209,
  "Comfortable": 31432,
  "Compact": 30259,
  "Compatibility": 32260,
  "Concealed": 31489,
  "Condiments": 30370,
  "Conditioning": 29957,
  "Cones": 30672,
  "Connectors": 31827,
  "Constant": 32259,
  "Constant-temperature": 31210,
  "Container": 29294,
  "Containers": 29706,
  "Containers,": 30336,
  "Contents:": 29950,
  "Contents:1": 30535,
  "Continue": 32569,
  "Contoured": 31462,
  "Controlled": 31449,
  "Convenient": 30466,
  "Convenient:": 29638,
  "Cooker": 32830,
  "Cookies": 31005,
  "Cooking": 30419,
  "Cookware": 29878,
  "Cooled": 29964,
  "Cooler": 29622,
  "Cord": 30997,
  "Cordless": 31490,
  "Corer,": 30436,
  "Corset": 31288,
  "Cosmetic": 30393,
  "Cosmotic": 31327,
  "Cottoj": 32572,
  "Cover,": 30333,
  "Covers": 29984,
  "Crack,": 31553,
  "Cracked": 30767,
  "Crayons": 29421,
  "Create": 29304,
  "Crepe": 29371,
  "Crusher": 30629,
  "Cube": 30790,
  "Cupboard": 30373,
  "Curler": 32116,
  "Curved": 30940,
  "Cushion": 30082,
  "Cutter": 29335,
  "Cutting": 30751,
  "D-Shape": 30371,
  "DESIGN": 30679,
  "DIY": 30482,
  "DRYER": 31586,
  "Decontamination": 31325,
  "Decor": 32746,
  "Decorative": 32738,
  "Derma": 29485,
  "Design,": 30967,
  "Desk": 29419,
  "Desk/Table/Bed": 31130,
  "Dessini": 29370,
  "Detachable": 31033,
  "Device": 31138,
  "Diameter": 29649,
  "Diffuser": 31812,
  "Dimension:": 31939,
  "Discs": 29420,
  "Discussion,": 29564,
  "Dish": 29278,
  "Dishwasher": 31021,
  "Disinfection": 32540,
  "Disinfector": 32143,
  "Dispense": 30023,
  "Dispenser": 29286,
  "Dispenser.": 32487,
  "Dispenser..........": 30357,
  "Dispensers": 29292,
  "Dispensing": 30165,
  "Display": 30472,
  "Disposable": 30332,
  "Distance:": 30091,
  "Divided": 29708,
  "Divider": 30431,
  "Donut": 31725,
  "Door,": 30257,
  "Dorm": 30264,
  "Dough": 31820,
  "Dr.": 32141,
  "Drain": 29310,
  "Drawer": 30262,
  "Draying": 32703,
  "Drink": 30865,
  "Drinking": 32291,
  "Drip": 30675,
  "Dry-Boil": 31487,
  "Dry/Wet": 32117,
  "Dryer": 29761,
  "Drying": 32067,
  "Dumpling": 31890,
  "Durable": 30180,
  "Duster": 31070,
  "Dye": 30479,
  "EMS": 31153,
  "ENGLAND": 30680,
  "Eag": 32242,
  "Easiest": 32289,
  "Eco": 31867,
  "Effective": 30192,
  "Effectively": 30204,
  "Efficient": 32832,
  "Effortlessly": 32294,
  "Elbow": 32429,
  "Electromagnetic": 30177,
  "Elegant": 30057,
  "Element": 31022,
  "Eliminate": 29674,
  "Enery": 32286,
  "Enlarge": 31324,
  "Epilator": 32118,
  "Equipped": 31635,
  "Etc.": 30741,
  "Evaporative": 30189,
  "Everyday": 30952,
  "Exercise": 31469,
  "Exfoliating": 31803,
  "Expandable": 30964,
  "Expandable,": 30968,
  "Expert": 32546,
  "Exterior": 31450,
  "Extracting": 30727,
  "FALMER": 31928,
  "FLASH": 31359,
  "FLAT": 32269,
  "FOLDING": 32777,
  "FOR": 31361,
  "FRAYER": 32652,
  "FREE": 32263,
  "Fabric": 32453,
  "Facial": 31190,
  "Fascial": 32087,
  "Fashionable": 31668,
  "Fastest": 32288,
  "Faucet": 29951,
  "Feature:": 31997,
  "Features:": 30450,
  "Feeder": 30796,
  "Feeding": 31699,
  "Feet": 30216,
  "Fill": 29558,
  "Filter": 30673,
  "Filtering": 31322,
  "Fine,": 31715,
  "Fingertip": 30136,
  "Firms": 31467,
  "Fit": 31213,
  "Fits": 30372,
  "Fix": 31440,
  "Fixed": 30858,
  "Flashing": 32459,
  "Flask": 31873,
  "Flatten": 31466,
  "Flavor": 30711,
  "Flawless": 30381,
  "Flexi": 30488,
  "Flexible": 30236,
  "Flies": 29675,
  "Floral": 31093,
  "Flour": 32401,
  "Fog": 29784,
  "Fog-Emitting": 31211,
  "Foil": 31549,
  "Foldable": 29321,
  "Folded": 29912,
  "Folding": 31659,
  "Food,": 30337,
  "Footbath": 32573,
  "Forefoot": 31782,
  "Fountains": 32292,
  "Fragrance": 29965,
  "Frame": 30342,
  "Freeze": 30801,
  "Frequency:": 29869,
  "Fridge": 30965,
  "Fridges": 30379,
  "Frother": 32006,
  "Frozen": 31024,
  "Fry,Bake,Energy": 29386,
  "Fryer": 31018,
  "Frying": 30421,
  "Function": 30676,
  "Function:": 29384,
  "Functional": 32215,
  "Functions": 29605,
  "Fur": 31555,
  "Furnace": 30178,
  "G07": 30883,
  "GARBAGE": 31737,
  "GO,": 30759,
  "GWB": 29760,
  "Gadgets": 32810,
  "Garbage": 30260,
  "Garlic": 29988,
  "Garlic,": 29994,
  "Gears": 31141,
  "Geemy": 31971,
  "Geepas": 31307,
  "Gel": 30053,
  "Genie": 30316,
  "Glasses": 29835,
  "Gloves": 30331,
  "Gradient": 29786,
  "Grain": 29288,
  "Grams": 30707,
  "Granite": 32209,
  "Grater": 31574,
  "Graters": 32811,
  "Grating": 30731,
  "Green,": 29284,
  "Green....": 30627,
  "Grind": 30737,
  "Grinder": 30682,
  "Grinding": 31016,
  "Grip": 30029,
  "Gym": 32142,
  "HAIR": 31585,
  "HELPS": 30762,
  "HIGH": 31895,
  "HOBBY": 32719,
  "Handheld": 30274,
  "Handle": 30250,
  "Handles": 32512,
  "Handrail": 31347,
  "Handy": 32295,
  "Hanger": 30634,
  "Hanging": 29953,
  "Hat,Gloves,": 31718,
  "Headache": 32611,
  "Healthier": 31497,
  "Healthy": 30474,
  "Heated": 29336,
  "Heater": 30994,
  "Heaters": 30176,
  "Heating": 29767,
  "Heel": 30399,
  "Helpers": 30845,
  "Helping": 31345,
  "Helps": 31139,
  "High,": 29430,
  "High-Power": 30773,
  "High-quality": 29989,
  "HighQuality": 31912,
  "Hight": 31587,
  "Hobby": 31949,
  "Holder": 29168,
  "Holds": 30368,
  "Holes": 31759,
  "Home,": 31002,
  "Home,Camping,": 30187,
  "Home/Outdoor": 31186,
  "Hook-tip": 29608,
  "Horizontal": 30326,
  "Hot-proof": 29790,
  "Humidification": 32538,
  "Humidifier": 29775,
  "Hydraulic": 31299,
  "IC": 30471,
  "ICE": 30789,
  "IINIMA": 31958,
  "INCLUDED)": 31184,
  "ITALY": 31798,
  "Ice-cold": 30792,
  "Ice-cream": 30791,
  "Icing": 31006,
  "Ideal": 29913,
  "Included": 31826,
  "Includes:": 30750,
  "Increase": 29187,
  "Indicate": 31509,
  "Indicator": 30991,
  "Induction": 30090,
  "Inflator": 29369,
  "Information:": 30454,
  "Infrared": 32598,
  "Infuser": 31795,
  "Ingret": 31418,
  "Innovative": 30636,
  "Inox": 32634,
  "Input": 31187,
  "Install": 30969,
  "Installation": 32457,
  "Instant": 30775,
  "Insulation": 31874,
  "Intelligent": 30179,
  "Interchangeable": 31496,
  "Ironing": 31507,
  "Jar": 30690,
  "Jesobo": 30164,
  "Jewelry": 30395,
  "Juice": 32686,
  "Juicer": 30191,
  "Juicer,": 30725,
  "Juicing": 30193,
  "KEMEI": 32814,
  "KG": 30850,
  "KIDS": 31363,
  "KITCHENWARE": 32359,
  "Keeps": 30468,
  "Kemei": 31892,
  "Keratin": 31804,
  "Kettle": 31039,
  "Keychain": 31930,
  "Kibbe": 31316,
  "Kids,": 29914,
  "Knee": 31999,
  "Knife": 31685,
  "Knob": 30246,
  "L-shaped": 30255,
  "LCD": 29711,
  "LIGHT": 31171,
  "LK87": 30141,
  "LOBBY": 32720,
  "LOOK": 30763,
  "LVy": 30028,
  "Lamp": 29607,
  "Laptop": 29138,
  "Latch": 31703,
  "Latest": 29602,
  "Latex": 30798,
  "Lattice": 30394,
  "Laundry": 29943,
  "Layer": 31486,
  "Lazy": 30195,
  "Lcd": 29717,
  "Leak": 31794,
  "Leak-Free": 31831,
  "Leakage": 31545,
  "Levels": 29429,
  "Lever": 32828,
  "Lids": 29970,
  "Lids,": 30335,
  "Light-Weight": 31830,
  "Lighting": 29606,
  "Lightweight": 30013,
  "Lined": 31015,
  "Lint": 32337,
  "Liquid": 30170,
  "Liter": 32255,
  "Liters": 30688,
  "Litre": 31413,
  "Litres": 31012,
  "Litter": 31793,
  "Loaf": 32303,
  "Lobby": 31950,
  "Locking": 30961,
  "Long-lasting,": 31414,
  "Lumen:": 31180,
  "Lumens": 31940,
  "Lunch": 29235,
  "Luxury": 32545,
  "Lvy": 30052,
  "Lying": 31144,
  "MAGIC": 32268,
  "MASSAGER": 32120,
  "MAX": 32729,
  "ML": 31001,
  "MOP": 32270,
  "MORA": 31584,
  "MUG": 32633,
  "Magnetic": 30867,
  "Magnetized": 32216,
  "Magnrtoheraphy": 32596,
  "Majic": 32641,
  "Makeup": 29597,
  "Mandoline": 32265,
  "Marble": 31886,
  "Mashed": 31765,
  "Massage": 31143,
  "Massager": 29516,
  "Materail": 30475,
  "Material:": 29946,
  "Mats": 32805,
  "Maximize": 30367,
  "Measuring": 32530,
  "Medium,": 31942,
  "Mess-Free": 30772,
  "Meter": 30043,
  "Microwave": 30802,
  "Migraines,": 32626,
  "Mirror:": 29634,
  "Mist": 29782,
  "Mites": 31678,
  "Mixer": 29399,
  "Ml": 29781,
  "Mob": 31320,
  "Model:": 29867,
  "Modes": 30095,
  "Modes:": 31941,
  "Moisturizing": 29876,
  "Molding": 31293,
  "Molds": 31726,
  "Monitoring": 30084,
  "Mop": 30425,
  "Mops": 32274,
  "Mould": 31921,
  "Movable": 30642,
  "Moved,": 30973,
  "Muffin": 31761,
  "Mug": 30470,
  "Multi-": 31330,
  "Multi-Function": 30631,
  "Multi-Grinder": 31453,
  "Multi-Level": 31136,
  "Multi-function": 30351,
  "Multi-purpose": 29948,
  "Multifuncional": 32212,
  "Multifunction": 32594,
  "Multifunctional": 29382,
  "Multifunctional:": 29990,
  "Muscle": 31471,
  "NB:": 30478,
  "NOT": 32217,
  "NOVA": 31061,
  "NOW": 31771,
  "Nail": 31495,
  "Nails": 31498,
  "Nakoda": 31032,
  "Nano": 31676,
  "Nasal": 31208,
  "Neatly": 30166,
  "Needle": 29617,
  "Needles": 29489,
  "Newborn": 31717,
  "Nipple": 31729,
  "Niteen": 30273,
  "No-Spill": 32486,
  "No/off": 31043,
  "Nominal": 30529,
  "Non-": 30171,
  "Non-Stick": 31505,
  "Non-slip": 30350,
  "Non-stick": 31447,
  "Non-woven": 30197,
  "Note:": 31783,
  "Nozzle": 31829,
  "ON/OFF": 29439,
  "Object": 30324,
  "Objects": 32290,
  "Odorless": 31868,
  "Offer": 30083,
  "Office,": 31003,
  "Oil-proof": 29789,
  "Oilproof": 32807,
  "Omelette": 30174,
  "Onion": 30613,
  "Operated": 31501,
  "Orange,": 29285,
  "Organize": 30374,
  "Organizer": 29710,
  "Osenjie": 31189,
  "Output:": 31945,
  "Oven": 29877,
  "Overheat": 31491,
  "Overheating": 29765,
  "Oximeter": 30138,
  "Oxygen": 30139,
  "Oxygenation": 32597,
  "P.L.C": 28996,
  "PB100DPDZM": 32731,
  "PCs": 31534,
  "PEDI": 30760,
  "PIzza": 30486,
  "POWER": 30715,
  "PROFESSIONAL": 32815,
  "PTC": 30993,
  "Package": 29949,
  "Package_Includes": 32464,
  "Package_Includes:": 32322,
  "Package_includes:": 31888,
  "Packed": 32737,
  "Pad": 29621,
  "Pad)": 30219,
  "Pads": 30217,
  "Palle": 32296,
  "Palte": 32831,
  "Pancake": 29396,
  "Panel:": 30093,
  "Pantries": 30378,
  "Pattern": 29303,
  "Patterns": 32460,
  "Paystra": 31777,
  "Pc": 30489,
  "Pcs": 32808,
  "PedEgg": 30771,
  "Pedal": 29478,
  "Pedals": 31463,
  "Pedi": 30754,
  "Pedicure": 30774,
  "Peeler": 30438,
  "Peeler,": 30626,
  "Perfectly": 30989,
  "Phthalate": 30799,
  "Physiotherapy": 32599,
  "Pices": 32254,
  "Pillow": 31426,
  "Pineapple": 30435,
  "Pipe": 31544,
  "Plank": 32430,
  "Plate:": 29378,
  "Platte": 32390,
  "Plug": 29963,
  "Poacher": 32243,
  "Poaching": 30423,
  "Polarized": 29856,
  "Polyester": 32571,
  "Polymer": 32452,
  "Popcorn": 29924,
  "Popocorn": 30703,
  "Portable": 29234,
  "Positions:": 30645,
  "Postpartum": 31296,
  "Posture": 31215,
  "Potato": 31575,
  "Powder": 32485,
  "Power:": 29380,
  "Power:-": 32247,
  "Powerfailure": 32262,
  "Powerful": 30723,
  "Presser": 30630,
  "Pressure": 31823,
  "Processor": 30718,
  "Projector": 29298,
  "Promote": 31297,
  "Proof": 30432,
  "Proper": 30027,
  "Protect": 29676,
  "Protector": 30251,
  "Provides": 32001,
  "Pull-up": 31465,
  "Pulse": 30137,
  "Pump": 29367,
  "Purastep": 30408,
  "Purify": 29871,
  "Purpose": 32256,
  "Push": 29322,
  "Pusher": 31317,
  "QUALITY": 31896,
  "Qnash.com": 31637,
  "RCL1901": 31178,
  "REMOTE": 31174,
  "RGB": 31148,
  "ROME": 31797,
  "Rack": 29955,
  "Radish": 31576,
  "Rag": 30196,
  "Rated": 29997,
  "Rearview": 31128,
  "Rebound": 32424,
  "Rechargable": 32336,
  "Rechargeable": 29552,
  "Red,": 32458,
  "Reduce": 29899,
  "Reducing": 29873,
  "Reel": 32465,
  "Reel,": 32455,
  "Refillable": 31303,
  "Refrigerator": 30110,
  "Relax": 30492,
  "Reliable": 30473,
  "Relief...and": 30401,
  "Remote": 32466,
  "Remote,": 32456,
  "Removable": 30046,
  "Removable,": 32748,
  "Removal": 30971,
  "Remove": 30238,
  "Remover": 31556,
  "Removing": 31801,
  "Replacement": 31728,
  "Required": 30712,
  "Requires": 29443,
  "Resistant": 29987,
  "Retractable": 29800,
  "Reusable": 29985,
  "Reusable,": 30045,
  "Reusable.": 32011,
  "Reverse": 31309,
  "Roaster": 30702,
  "Roasting": 30708,
  "Roasts": 30709,
  "Roll1": 30538,
  "Roof": 31546,
  "Rope": 29802,
  "Rotary": 31573,
  "Rotate": 29688,
  "Rotating": 29686,
  "Rotation": 31321,
  "Rubber": 31552,
  "Rupture": 31554,
  "Rustproof": 31901,
  "SCALP": 32119,
  "SET": 31172,
  "SF-400": 31636,
  "SILVER": 32649,
  "SIZE": 30185,
  "SKOEDI": 32803,
  "SM-202A": 29473,
  "SWADDLING": 32034,
  "SYSTEM": 32272,
  "Saachi": 30603,
  "Saliva": 31331,
  "Saturation": 30140,
  "Sauna": 31212,
  "Sausage": 31314,
  "Saver": 29983,
  "Saver,Non-Stick": 29387,
  "Saves": 30643,
  "Saving": 31326,
  "Sayona": 31502,
  "Scalpe": 31731,
  "Scheduled": 32261,
  "Scraper": 31577,
  "Scraping": 32273,
  "Scratch": 30172,
  "Scrubs": 31882,
  "Sealed": 32400,
  "Sealer": 29927,
  "Sealing": 30338,
  "Seamless": 30048,
  "Self-Cleaning": 31557,
  "Self-cleaning": 31565,
  "Seniors": 29915,
  "Senor": 31488,
  "Sensitivity": 29428,
  "Sensor": 30085,
  "Separate": 30167,
  "Sequences": 32461,
  "Serrated": 31416,
  "Setting": 29766,
  "Settings": 30377,
  "Sewer": 30225,
  "Sewing": 29450,
  "Shallow": 29385,
  "Shampoo": 31341,
  "Shape": 31701,
  "Shaped": 31920,
  "Shaper": 32447,
  "Shapes": 32448,
  "Shaping": 31294,
  "Sharpener": 31712,
  "Sheet": 30208,
  "Shoe": 30412,
  "Shoulders": 29331,
  "Shower": 31340,
  "Shredder": 30726,
  "Shredding": 30749,
  "Shutdown": 32809,
  "Sided": 30044,
  "Silicone": 29982,
  "Simple,": 32470,
  "Simply": 30390,
  "Sinbo": 30841,
  "Sink": 29309,
  "Sinus,": 32627,
  "Sitter": 30081,
  "Size": 29389,
  "Size,": 30970,
  "Size:": 29648,
  "Size:-": 29295,
  "Size:200cm": 31758,
  "Size:34cmx32cmx6.5cm": 32423,
  "Skype": 29562,
  "Slice": 30736,
  "Slicer": 29068,
  "Slicer,": 30437,
  "Slicing": 30730,
  "Slicing,": 30748,
  "Slide": 29305,
  "Sliding": 31441,
  "Slight": 30101,
  "Slims": 32449,
  "Sling": 32204,
  "Slip": 31425,
  "Slippers": 30411,
  "Sliver": 31677,
  "Socket": 32264,
  "Socks": 30400,
  "Sokany": 31420,
  "Soleplate": 31506,
  "Solution": 31547,
  "Sonifer": 31686,
  "Sonika": 31404,
  "Source:": 31179,
  "Space-Saving.": 30974,
  "Spatula": 31535,
  "Specially": 29861,
  "Specification:": 31788,
  "Specifications": 32462,
  "Specifications:": 30313,
  "Spectacular": 31870,
  "Spice": 30365,
  "Spices": 30369,
  "Spinner": 30366,
  "Splash": 30428,
  "Splatter": 30430,
  "Sponge": 29952,
  "Spool": 29616,
  "Spoon": 32531,
  "Spout": 30674,
  "Spray": 30055,
  "Sprayer": 31828,
  "Squeezer": 31063,
  "SqueezerJuicer.": 31480,
  "Stainless": 29268,
  "Steamer": 30458,
  "Steaming": 30422,
  "Steel+": 29269,
  "Sterilization": 31669,
  "Sterilizer": 32157,
  "Sticker": 29416,
  "Stickers": 31757,
  "Stirring": 31689,
  "Stool": 29902,
  "Stopper": 29898,
  "Stoppers": 30249,
  "Storage": 29293,
  "Stove": 30429,
  "Straightener": 29338,
  "Straightening": 30080,
  "Strap": 31431,
  "Stretch": 29969,
  "Stretching": 31137,
  "Stretchy": 31866,
  "Strobe": 31943,
  "Sturdy": 31691,
  "Styler": 30065,
  "Stylish": 29859,
  "Sucker": 31346,
  "Suction": 30247,
  "Suitable": 30181,
  "Surler": 31884,
  "Sweating": 31298,
  "Switch": 29612,
  "Swivel": 30996,
  "T8": 29620,
  "TAB": 29723,
  "TALKING": 31358,
  "TAP": 31170,
  "TZY": 31776,
  "Tabet": 29712,
  "Tables": 30380,
  "Tablet": 29139,
  "Tap": 29954,
  "Tape": 30030,
  "Taper": 32827,
  "Teat": 31700,
  "Teeth": 30415,
  "Teethers": 30416,
  "Telegram": 29306,
  "Telescopic": 32640,
  "Temperature": 29986,
  "Tersion": 32628,
  "Thermostat": 32258,
  "Thermostatic": 31448,
  "Thighs": 31472,
  "Thread": 29604,
  "Threaded": 29477,
  "Threading": 29613,
  "Threads": 29474,
  "Three-layer": 32484,
  "Three-speed": 32565,
  "Tighten": 31468,
  "TikTok": 29559,
  "TikTok,": 29560,
  "Time:": 30087,
  "Timer": 31019,
  "Tip": 31424,
  "Toilet": 32183,
  "Tone": 30493,
  "Tool": 31713,
  "Tools": 30434,
  "Toothbrush": 30414,
  "Toothpaste": 31062,
  "Tornado": 29308,
  "Touch,": 31020,
  "Towel": 30786,
  "Towels": 30194,
  "Toxic": 30800,
  "Tracking": 30325,
  "Trainer": 32427,
  "Trainings": 32387,
  "Transparent": 31774,
  "Trapping": 32451,
  "Trash": 30256,
  "Traveling": 29920,
  "Tray.": 30966,
  "Triceps": 29325,
  "Trimmer": 31461,
  "Tripod": 29576,
  "Trouser": 30633,
  "Tummy": 31460,
  "Twist": 31319,
  "Type:": 30637,
  "Types": 30728,
  "U-shaped": 30413,
  "USB-C": 32736,
  "UVA": 29857,
  "UVB": 29858,
  "Ultra-Sharp": 31415,
  "Ultrasonic": 29864,
  "Ultrasound": 29773,
  "Unbreakable": 30689,
  "Uniform": 29768,
  "Uniquely": 29763,
  "Unisex": 31434,
  "Units:": 32237,
  "Unlock": 30995,
  "Usage:": 31185,
  "Usb": 31815,
  "User": 29397,
  "Uses": 31998,
  "Utensils": 30340,
  "Uv": 30833,
  "V.": 30530,
  "V5000": 31897,
  "VAC": 30761,
  "Vac": 30755,
  "Vacuum": 29926,
  "Valve": 31035,
  "Variable": 31412,
  "Vast": 32446,
  "Vegetable": 29334,
  "Vegetables": 30734,
  "Vent": 32379,
  "Voltage": 31017,
  "Voltage:": 29379,
  "Volume:": 32562,
  "Vortex": 32503,
  "WAT": 31492,
  "WATT": 30678,
  "WHEREVER": 30758,
  "WITH": 31173,
  "WRITING": 29722,
  "Waffle": 31446,
  "Waist": 31287,
  "Waistline": 31295,
  "Wallpaper": 32749,
  "Warmer": 32158,
  "Wash": 31342,
  "Washable": 30047,
  "Washable,": 30203,
  "Washer": 30223,
  "Washing": 30108,
  "Washing-up": 30169,
  "Wast": 32778,
  "Watches": 30396,
  "Water-proof": 29788,
  "Water-resistant": 32753,
  "Watermelon": 30624,
  "Waterproof": 30017,
  "Waterproof,": 32747,
  "Wc": 32182,
  "Wear": 30407,
  "Website": 29891,
  "Weight:": 29436,
  "What's": 30452,
  "WhatsApp": 29117,
  "Wheels": 32293,
  "Whisk": 32014,
  "Widely": 30103,
  "Widened": 31259,
  "Windmill": 30625,
  "Wipe": 29415,
  "Workout": 31511,
  "Wrap,": 30334,
  "Wraparound": 29834,
  "Wringing": 32275,
  "Wrinkles": 32539,
  "Xiaomi": 32724,
  "YOUR": 30764,
  "Yellow,": 30162,
  "YouTube,": 29561,
  "Zoom": 29563,
  "aaa": 30151,
  "abrasion": 32309,
  "absorption,": 30206,
  "accessible,": 29512,
  "accuracy.": 29647,
  "activities.": 29922,
  "adhesive": 31396,
  "adjustable": 29431,
  "alarm.": 29435,
  "all-purpose": 30051,
  "alloy,": 31825,
  "alone.": 29447,
  "amachine": 30109,
  "anti-dust": 31609,
  "anti-stress": 31871,
  "anty": 30402,
  "anywhere.": 29635,
  "appliances.": 30202,
  "attachement": 31902,
  "aviator": 29860,
  "babys": 32471,
  "backyard,": 30106,
  "bakewares)": 31515,
  "baking,": 30059,
  "basin,": 32313,
  "bathroom,": 30241,
  "battery(Not": 29445,
  "battry": 30832,
  "beater,": 32007,
  "bedroom,": 32420,
  "bedrooms,": 32474,
  "blender": 32246,
  "blender,": 32009,
  "bpm:": 30152,
  "brush,": 32380,
  "brush.": 31305,
  "buckle": 29418,
  "buffing": 30779,
  "built-in": 32267,
  "bunch,": 31785,
  "burner": 32542,
  "button,": 32012,
  "callus": 30776,
  "camera)": 32101,
  "capacity=500ml": 32635,
  "cardamom": 31959,
  "carpets,": 31561,
  "carry,": 32754,
  "carry-on": 32758,
  "carton": 32469,
  "casing,": 32727,
  "caster": 30846,
  "ceramic,": 30183,
  "chargeable": 32829,
  "charging,": 31683,
  "citrus": 31477,
  "clean.": 30939,
  "cleansing": 30385,
  "cleanup": 31864,
  "clogs": 30239,
  "clothes,": 31559,
  "cloths": 30198,
  "collapsible": 31042,
  "color:": 30147,
  "comb,": 30483,
  "combs": 31903,
  "compliant": 32759,
  "cooker": 30184,
  "cooking,": 29991,
  "crescent": 32124,
  "cubes": 30794,
  "cushions": 31784,
  "decorations,": 32502,
  "denim": 29609,
  "design,": 31260,
  "detachable": 29641,
  "detergent": 31304,
  "detergent.": 31306,
  "die-cast": 30714,
  "dimensions:": 30647,
  "dishes,": 30211,
  "dishwasher": 29186,
  "dispenser": 30811,
  "dispenser,": 30812,
  "door,": 30105,
  "dormitory,": 32421,
  "double-sided,": 31261,
  "drain,": 30243,
  "dries": 31865,
  "driveway,": 30107,
  "dry,": 30766,
  "durability": 31899,
  "durable": 29426,
  "durable.": 31302,
  "dyeing": 30480,
  "ect.": 32422,
  "effective,": 29513,
  "effective:": 31814,
  "efficiency,": 32308,
  "efficiently.": 29189,
  "elasticity": 32129,
  "electric,": 30182,
  "etc.": 30245,
  "extrusion": 30935,
  "fabric,": 31564,
  "fatigue,": 30383,
  "feet!": 30769,
  "feet.": 30780,
  "filer": 30539,
  "flask": 31880,
  "flexiable": 31508,
  "flowers,cleaning": 31833,
  "foam,": 31266,
  "foaming,": 31264,
  "foldable,": 29944,
  "folded:": 30649,
  "freezer": 30391,
  "freezer;": 30793,
  "freezes": 30389,
  "fruits,": 30212,
  "fruits;": 32497,
  "furniture,": 31560,
  "gPackage": 30534,
  "gadget": 30061,
  "garden,": 30104,
  "ginger": 30931,
  "glass,floors": 31834,
  "glass..": 32316,
  "gms": 31417,
  "grate": 30746,
  "griddle": 29383,
  "grilling,": 30060,
  "grinder": 32566,
  "grinding.": 30936,
  "grinding.Saving": 30933,
  "gyro": 32221,
  "handheld": 32051,
  "handheld,": 32755,
  "handle,": 32513,
  "handle.Comfortable": 30941,
  "hanger": 30641,
  "healthier,": 30062,
  "heater": 31977,
  "helper": 31606,
  "high-quality": 30252,
  "hook,": 30049,
  "hotels,": 32476,
  "iPhones": 32730,
  "imo": 29116,
  "improperly": 31693,
  "in1": 30899,
  "inch)": 29719,
  "include)": 30159,
  "include).": 29446,
  "included)": 32319,
  "included:": 30157,
  "induction(sensor)": 30837,
  "inflammation.": 30384,
  "infraed": 30836,
  "inserted,": 30142,
  "instantly.": 32000,
  "insulation": 30213,
  "interaction+slight": 30098,
  "interface,": 31816,
  "interlocking": 31692,
  "it's": 29637,
  "kemei": 31670,
  "kenwood": 30999,
  "keychain": 31932,
  "keychain,": 31936,
  "kilo": 30957,
  "kitchen,": 30240,
  "labor-saving": 30849,
  "labor-saving.": 32517,
  "later,": 30329,
  "lather": 31257,
  "leakage": 31542,
  "leaks": 30476,
  "lid;": 30795,
  "life.": 30235,
  "light,": 31935,
  "linens,": 31562,
  "longevity": 31900,
  "luggage.": 32757,
  "lቅናሽ": 31885,
  "machine,": 32008,
  "magnification).": 29644,
  "magnifying": 29646,
  "maker:": 29391,
  "massage-": 32126,
  "massager": 30536,
  "material,": 31263,
  "material.Durable": 30938,
  "material.Food": 30937,
  "material:": 30148,
  "medicated": 32002,
  "mess-free": 31479,
  "minced": 29993,
  "mite": 31679,
  "mites": 31682,
  "mittens": 31806,
  "mm)": 31905,
  "mm.": 30532,
  "mode:": 30002,
  "molds": 31869,
  "mover": 30848,
  "name:": 31177,
  "nano-sol": 30050,
  "needed.": 29956,
  "nighttime": 29862,
  "niple": 32044,
  "non-invasive": 29514,
  "non-stick": 31915,
  "non-toxic,": 31608,
  "noodles)": 29064,
  "objects,": 32515,
  "oled": 30146,
  "on/off": 29639,
  "opener.": 31937,
  "operation,": 31817,
  "origiinal": 32802,
  "others.It": 29425,
  "oximeter(battery": 30158,
  "pads,": 30214,
  "pain,": 30382,
  "pancake": 29390,
  "pans": 29392,
  "pasta": 29063,
  "pc": 31684,
  "peel": 32496,
  "peeler": 32499,
  "performance:": 31875,
  "pillows,": 31563,
  "place.": 31787,
  "polycarbonate": 29099,
  "pores": 30386,
  "port:": 32735,
  "portable,": 31933,
  "portable.": 31558,
  "position.": 29441,
  "potio": 30856,
  "potion": 30481,
  "power-off:": 32238,
  "power:": 29998,
  "press.Quick": 30932,
  "protrusions": 32125,
  "puffiness": 30387,
  "pull.": 32516,
  "purposes,": 31934,
  "quality,": 30639,
  "quality.": 29427,
  "radiate": 30770,
  "rechargeable": 30778,
  "refresh": 31256,
  "remover": 30777,
  "required.": 29442,
  "requirement.": 30409,
  "resistance,": 32310,
  "restaurants,": 32475,
  "retractable": 30237,
  "reused": 30199,
  "rinse": 29188,
  "rooms,": 32473,
  "salads,": 32501,
  "sanford": 32374,
  "scaip": 32128,
  "scale,": 30484,
  "screen:": 30145,
  "scrubbing.": 31258,
  "seconds.": 30143,
  "separation,": 32567,
  "set,": 32468,
  "sharpening": 31714,
  "shoulder-on,": 32756,
  "shred": 30729,
  "shredder": 32498,
  "shrill": 29433,
  "shut-off": 32544,
  "side.": 29432,
  "silicone": 31262,
  "silicone,": 30253,
  "sink,": 32314,
  "sinks,": 30242,
  "slice,": 30745,
  "slicer": 29081,
  "slider's": 31439,
  "smell,": 31607,
  "snug": 31786,
  "soap,": 30024,
  "soft,": 30388,
  "soot": 29874,
  "soothe": 29875,
  "space.": 29945,
  "spft": 32127,
  "spices,": 29995,
  "spo2:": 30154,
  "sponge": 31482,
  "sprayer": 30058,
  "squirting": 31265,
  "stains": 30205,
  "sterilization": 30834,
  "sterilizer": 30810,
  "sticker": 31750,
  "stock>>": 29942,
  "stopper": 29438,
  "storge": 30835,
  "stove,": 30201,
  "straighten": 30990,
  "stretch:-": 32020,
  "strips,": 32500,
  "styler": 32382,
  "suction": 29642,
  "suction,": 31680,
  "suitability.": 30747,
  "supplement,": 29992,
  "supply:": 30149,
  "switch,hold": 29440,
  "t.me/qnashcom": 29307,
  "table,": 32312,
  "tablet12": 29718,
  "tangle": 31423,
  "teat": 31711,
  "telegram,": 29115,
  "thermostat": 32543,
  "tidy": 30644,
  "tightness": 31140,
  "time!!": 30025,
  "time.": 30934,
  "time:": 32321,
  "toddler's": 30541,
  "toes.": 30406,
  "toilet,": 32315,
  "tone1": 30537,
  "touch,": 32514,
  "transporter": 30847,
  "travel,": 32760,
  "travel.": 30019,
  "travelling,": 29636,
  "treatment.": 29515,
  "tub,": 32311,
  "tubs,": 30244,
  "type:": 31947,
  "use,": 30640,
  "use.": 30942,
  "vacuuming": 31681,
  "vegetables.": 30744,
  "vibrator": 31898,
  "volt": 29444,
  "voltage:": 30000,
  "waffle": 31911,
  "wand,": 32381,
  "wash-": 32123,
  "washable": 30451,
  "washer": 32298,
  "washing,watering": 31832,
  "water-saving": 29185,
  "water.": 30404,
  "waterproof": 32806,
  "waterproof,": 30254,
  "watt": 32329,
  "whichever": 30063,
  "www.qnash.com": 29892,
  "x5": 30638,
  "ሀርቪ": 31981,
  "ሁለቱም": 30034,
  "ሁለቱን": 29685,
  "ሁለቱንም": 31091,
  "ሁለት": 31407,
  "ሁለገብ": 29002,
  "ሁሉ": 29163,
  "ሁሉም": 29213,
  "ሁሉን": 30513,
  "ሁልጊዜ": 29090,
  "ሁነኛ": 29539,
  "ሁኔታ": 32536,
  "ሃይል": 31589,
  "ህመም": 29537,
  "ህመምን": 30507,
  "ህመሞችን": 32630,
  "ህንፃ": 30880,
  "ህይወትዎን": 30587,
  "ህፃናት": 30546,
  "ህፃናትም": 29258,
  "ህፃናትን": 30542,
  "ሆነ": 29259,
  "ሆነው": 30464,
  "ሆኖ": 32348,
  "ለ": 29257,
  "ለHD": 29569,
  "ለሁሉም": 29461,
  "ለሃይማኖታዊ": 29903,
  "ለህመምዎ": 31236,
  "ለህፃናት": 29299,
  "ለሆቴል": 32080,
  "ለሆኑ": 31400,
  "ለሉጫ": 30074,
  "ለሊጥ": 29408,
  "ለላብራቶሪ": 31634,
  "ለላዛኛ": 31527,
  "ለሌሎችም": 29028,
  "ለልጆ": 31810,
  "ለልጆ,": 31891,
  "ለልጆች": 29248,
  "ለልጆችዎ": 32694,
  "ለመሄድ": 30310,
  "ለመሳቢያ": 31983,
  "ለመሳብ": 30231,
  "ለመስራት": 29020,
  "ለመቀመም": 31629,
  "ለመቁረጥ": 32822,
  "ለመቅረጽ)": 31124,
  "ለመተኛት፣የሰውነት": 31160,
  "ለመተኮስ": 30292,
  "ለመታጠቢያ": 31839,
  "ለመንቀሳቀስ": 30526,
  "ለመንከባከብ": 30307,
  "ለመኪናዎ": 29778,
  "ለመኪናዎ,": 29959,
  "ለመካከለኛ": 30073,
  "ለመክፈት": 30229,
  "ለመውጣት": 29200,
  "ለመያዝ": 29757,
  "ለመያዝና": 32528,
  "ለመጎንጨ": 32700,
  "ለመጠቀም": 30286,
  "ለመጠበቅ": 29495,
  "ለመጨመር": 31162,
  "ለመጭመቅ": 29012,
  "ለመፈለግ": 30232,
  "ለመፍጨት": 32559,
  "ለሚሰነጣጠቅ": 31568,
  "ለሚወዱት": 29713,
  "ለሚገዙ": 29111,
  "ለማለስለስ": 30927,
  "ለማለት።": 30501,
  "ለማረድግ": 29499,
  "ለማሳሳብና": 32438,
  "ለማሳደግ": 30923,
  "ለማስቀመጥ": 32027,
  "ለማስተካከል": 32820,
  "ለማስታገስ": 32587,
  "ለማስወገድ": 29506,
  "ለማሸት": 32053,
  "ለማሸግ": 29940,
  "ለማሻሻል፣": 31157,
  "ለማቅለጥ": 32433,
  "ለማነቃቃት": 29545,
  "ለማንቀሳቀስ": 32030,
  "ለማንኛውም": 29043,
  "ለማከም": 32590,
  "ለማውጣት": 32435,
  "ለማዘዝ": 32085,
  "ለማዘጋጀት": 32479,
  "ለማየት": 31276,
  "ለማያያዝ": 30007,
  "ለማደስ": 30906,
  "ለማደባለቅ": 29413,
  "ለማድረግ": 29827,
  "ለማጓጓዝ": 30576,
  "ለማጠብ": 29828,
  "ለማጠንከር": 32439,
  "ለማጥፋት": 30925,
  "ለማጽዳት": 29264,
  "ለማፅዳት": 30447,
  "ለማፍላት": 30011,
  "ለምግብ": 29739,
  "ለረጅም": 29736,
  "ለሩዝና": 32137,
  "ለሩጫ": 32301,
  "ለራስ": 32614,
  "ለሮቶ፥ለጣሪያ": 31540,
  "ለሱፍ": 32344,
  "ለሲንክ,": 29314,
  "ለሴት": 29229,
  "ለሴትም": 29853,
  "ለስላሳ": 31842,
  "ለስሙዚ": 32480,
  "ለስራ": 29677,
  "ለስዕል": 29725,
  "ለስጋ": 32667,
  "ለስጋ፣": 32554,
  "ለስጦታ": 30577,
  "ለሻዋርማ": 29376,
  "ለሻውር": 29315,
  "ለሽንት": 29313,
  "ለሽንኩርት": 32666,
  "ለሽንኩርት፣": 32556,
  "ለቆዳ": 32054,
  "ለበዓላት": 32551,
  "ለበጋ": 29793,
  "ለቢሮ": 29738,
  "ለቢሮ,": 31285,
  "ለቤት": 29451,
  "ለቤትና": 32693,
  "ለቤትዎ": 30117,
  "ለቤትዎም": 29905,
  "ለቤቶ": 29776,
  "ለቤቶ,": 29960,
  "ለብርቱካን": 29004,
  "ለብሰዉ": 30309,
  "ለብሰው": 32617,
  "ለብቻ": 32789,
  "ለብቻው": 32791,
  "ለቧንቧ": 31541,
  "ለተለያየ": 29961,
  "ለተለያዪ": 29824,
  "ለተለያዬ": 29740,
  "ለተቀባ": 32798,
  "ለተቸገራችሁ": 32047,
  "ለተወለዱ": 32040,
  "ለተፈጥሮዊ": 32386,
  "ለነገ": 32672,
  "ለአዋቂዎች": 29260,
  "ለአያያዝ": 29551,
  "ለአጠቃም": 32245,
  "ለአጠቃቀም": 29403,
  "ለአጠቃቀምም": 30671,
  "ለአጠቃቀምና": 30575,
  "ለኢንዱስትሪ": 31633,
  "ለእንቅስቃሴ": 31246,
  "ለእግር": 31566,
  "ለከፋ": 29145,
  "ለኩሽና": 31985,
  "ለኩሽና,": 29312,
  "ለኩሽናዎ,": 32181,
  "ለኪችን": 31632,
  "ለኪችንዎ": 29702,
  "ለካሮት": 32558,
  "ለካቢኔ": 31984,
  "ለካቢኔት": 32743,
  "ለካንፓስ": 31286,
  "ለክረምት": 29792,
  "ለክር": 32342,
  "ለክትፎ": 29026,
  "ለኮሶሞቲክስ": 32483,
  "ለኮንዶሚኒየም/አፓርታማ": 32201,
  "ለወለል,": 31072,
  "ለወንድም": 29852,
  "ለወንድና": 29228,
  "ለወዳጅ,": 31645,
  "ለዊግ": 32385,
  "ለውበቶ": 31822,
  "ለውበቶ,": 31883,
  "ለውዝ": 29051,
  "ለውጥ": 32622,
  "ለዘመዶ": 31646,
  "ለዚህ": 29162,
  "ለዝንጅብል፣": 32557,
  "ለየብቻ": 32280,
  "ለዩትዩበሮች": 30319,
  "ለይ": 30882,
  "ለዮቲዩበሮች": 31126,
  "ለደከሙ": 32580,
  "ለዱለት": 29027,
  "ለዳቦ": 29059,
  "ለዳይፐር": 31663,
  "ለድንች": 29071,
  "ለጂም": 32302,
  "ለገርግዳ": 31073,
  "ለገና": 31639,
  "ለጉዞ": 31533,
  "ለጠንካራ": 30072,
  "ለጣራ,": 31071,
  "ለጤና": 32162,
  "ለጥ": 32351,
  "ለጥራጥሬ": 32138,
  "ለጥራጥሬም": 32405,
  "ለጥጥ": 32345,
  "ለጨጎራ፣": 32555,
  "ለፀጉሮ": 29490,
  "ለፂሞ": 29491,
  "ለፅሁፍ": 29724,
  "ለፈርማሲ": 31627,
  "ለፈጢራ": 29374,
  "ለፊት": 31135,
  "ለፊቶ": 30869,
  "ለፓንት": 31664,
  "ሊ": 31522,
  "ሊበሰብስ": 31743,
  "ሊትር": 30621,
  "ሊኖረው": 29215,
  "ሊኖሩ": 30781,
  "ሊውል": 30041,
  "ሊጠቀሙበት": 29091,
  "ሊጥ": 29401,
  "ሊ፣": 31524,
  "ላሉ": 32042,
  "ላልቻላቹ": 32677,
  "ላመለጣቹ": 32678,
  "ላስቲክ": 29930,
  "ላውንደሪዎች": 32024,
  "ላይ": 29142,
  "ላይት": 29578,
  "ላድርገው": 29204,
  "ላፕቶፕ": 29140,
  "ሌላ": 29345,
  "ሌሎች": 29039,
  "ሌባ": 29449,
  "ልስላሴ": 31567,
  "ልብ": 31927,
  "ልብስ": 29796,
  "ልብስን": 30291,
  "ልብስዎ": 32416,
  "ልብስ፣": 30277,
  "ልብሶ": 30303,
  "ልብሶች": 32346,
  "ልብሶችን": 30280,
  "ልብሶች፣": 32343,
  "ልብሶን": 30306,
  "ልኬት": 32230,
  "ልዩ": 29221,
  "ልጂዎ": 29714,
  "ልጅ": 30549,
  "ልጅዎ": 31349,
  "ልጅዎን": 31698,
  "ልጆቹን": 32208,
  "ልጆቼ": 29651,
  "ልጆች": 29664,
  "ልጇን": 32489,
  "ሎሚ": 29008,
  "ሎክ": 30271,
  "ሎጎ": 30890,
  "መሄድ": 31205,
  "መሆኑ": 29553,
  "መሆን": 29909,
  "መለማመጃ": 29302,
  "መለስተኛዉ": 31954,
  "መለዋወጫ": 29000,
  "መለጠጥ": 30124,
  "መለጠፊያ": 30813,
  "መለጠፍ": 31752,
  "መላብያ": 31709,
  "መላጫ": 30821,
  "መላጭ": 30651,
  "መልካም": 29865,
  "መልክ": 30950,
  "መመለጥን": 29510,
  "መመዘን": 31623,
  "መመገቢያ": 31343,
  "መመገብ": 31780,
  "መመገብያ": 31778,
  "መማሪያ": 31394,
  "መማር": 31391,
  "መምቻ": 29402,
  "መምጣት": 32676,
  "መሞቂያው": 30293,
  "መሠል": 29074,
  "መሠረት": 30496,
  "መረጃ": 29134,
  "መርገጫ": 29472,
  "መሰል": 29024,
  "መሰረት": 32049,
  "መሰረዝ": 29751,
  "መሰነጣጠቅ": 32579,
  "መሳሪያ": 29320,
  "መሳሳትን": 29509,
  "መሳቢያወች": 32744,
  "መስሪያ": 29069,
  "መስሪያ)፣": 30070,
  "መስራቱ": 31854,
  "መስራት": 29082,
  "መስርያ": 29411,
  "መስቀያ": 32134,
  "መስታወት": 31111,
  "መስታዉት": 29631,
  "መስጠት": 31238,
  "መሸብሸብን": 31841,
  "መሸከም": 30121,
  "መሸፈኛ": 29972,
  "መቀመጥ": 30553,
  "መቀመጫ": 30559,
  "መቀስ": 32327,
  "መቀቀል": 32155,
  "መቀቀያ::": 32148,
  "መቀበያ": 32074,
  "መቀነስ": 32136,
  "መቀነሻ": 31494,
  "መቀያየሪ": 32823,
  "መቀያየሪያ": 31010,
  "መቀያየሪያዎች": 30520,
  "መቀያየርያ": 29833,
  "መቁሊያ": 30706,
  "መቁረጫ": 31894,
  "መቁጠሪያ": 32441,
  "መቅረብ": 31518,
  "መቅረፅ": 30323,
  "መቅረፈና": 31222,
  "መቆለፊያ": 32031,
  "መቆለፍም": 29750,
  "መቆራረጥ": 31755,
  "መቆንጠሪያ'": 32407,
  "መቆንጠጫ": 31862,
  "መቆየት": 29746,
  "መቆጣጠሪያ": 29407,
  "መቋቋም": 31602,
  "መቋጠሪያ": 31739,
  "መብራት": 29087,
  "መቦረሻ/": 30757,
  "መተናል": 29795,
  "መተኮሻ": 29343,
  "መተው": 32671,
  "መታሻ": 32122,
  "መታጠብያ": 32121,
  "መቶከሻ": 31504,
  "መንሸራተት": 31221,
  "መንቀሳቀስ": 29629,
  "መንደሪን": 29009,
  "መንገድ": 31846,
  "መንገድ።": 30287,
  "መኖሩን": 30891,
  "መአዛን": 32510,
  "መከላከያ": 32384,
  "መከታተል": 32104,
  "መኪና": 31086,
  "መካኒካል": 32057,
  "መካከለኛ": 31746,
  "መክተፊያ": 32372,
  "መክፈቻ": 31909,
  "መክፈቻና": 30362,
  "መክፈቻው": 31038,
  "መወልወያ": 32643,
  "መዋል": 32081,
  "መውሰድ": 29135,
  "መዓዛ": 29779,
  "መዓዛን": 29866,
  "መዝናኛ": 32525,
  "መዝጊያ": 30363,
  "መዞር": 31117,
  "መያዝ": 30037,
  "መያዣ": 30853,
  "መያዣው": 32279,
  "መደርደሪያ": 30581,
  "መደርደሪያው": 30582,
  "መደርደር": 31058,
  "መዳህ": 31350,
  "መድሀኒቶችን": 31628,
  "መገልገያ": 32553,
  "መገናኛ": 29176,
  "መገጠም": 31116,
  "መጉበጥ": 31217,
  "መጋዝ": 32370,
  "መጋገሪያ": 31919,
  "መግደል": 30817,
  "መግፋት": 31225,
  "መጠቀም": 29144,
  "መጠኑን": 29231,
  "መጠን": 29700,
  "መጠገኛ": 31543,
  "መጠጫ": 32168,
  "መጣያ": 31734,
  "መጥበሻ": 31600,
  "መጨመሪያ": 31674,
  "መጨመሪያና": 32794,
  "መጨረሻ": 30699,
  "መጨነቅ": 29206,
  "መጨፍለቂያ/መደምደሚያ": 32307,
  "መጫወቻዎች": 31370,
  "መጭመቂያ": 30657,
  "መፈትሔ": 31237,
  "መፍትሄ": 29164,
  "መፍትሄDerma": 30896,
  "መፍጨት": 29031,
  "መፍጫ": 28997,
  "መፍጫም": 31610,
  "መፍጫ።": 29003,
  "ሙሉ": 32362,
  "ሙቀት": 29158,
  "ሙቀትን": 31991,
  "ሙዚቃ": 29658,
  "ሚሞሪ": 32112,
  "ሚሰጥ": 30592,
  "ሚተጣጠፍ": 29623,
  "ሚችል": 29628,
  "ሚነቃቀል": 30586,
  "ሚዛን": 31619,
  "ሚያረግ": 30589,
  "ሚያስችል": 30594,
  "ሚገጣጠም": 30585,
  "ሚጥሚጣ": 29048,
  "ማለማመጃ": 30545,
  "ማለስለሻ": 31673,
  "ማለትም": 29046,
  "ማመንጨት": 30912,
  "ማማሰያና": 32366,
  "ማሞቂያ": 29237,
  "ማራኪ": 31231,
  "ማራገፊያ": 31856,
  "ማሳመሪያ": 29219,
  "ማሳሰብያ": 31044,
  "ማሳሰብያ:": 30884,
  "ማሳያ": 30984,
  "ማሳጅ": 29549,
  "ማስቀመጥ": 30593,
  "ማስቀመጫ": 29691,
  "ማስቀመጫው": 32398,
  "ማስተንፈሻ": 32406,
  "ማስተኛ": 32038,
  "ማስተካከል": 30128,
  "ማስተካከያ": 32817,
  "ማስታወቂያ": 31080,
  "ማስጌጫ": 31988,
  "ማስጠቀም": 29627,
  "ማስጪያ": 32704,
  "ማስጫ": 29791,
  "ማሸጊያ": 29929,
  "ማሸግ": 29934,
  "ማሽኑ": 29522,
  "ማሽን": 29457,
  "ማሽንማስቀመጫ": 30268,
  "ማሽን።": 29042,
  "ማሽን፦": 32060,
  "ማቀዝቀዣ": 29624,
  "ማቀፊያና": 32037,
  "ማቆሚያ)": 29577,
  "ማበጠሪያ": 29353,
  "ማብሰያ": 32653,
  "ማተሚያ": 31053,
  "ማቴሪያል": 31604,
  "ማንሸራተት": 32358,
  "ማንቀሳቀሻ": 30112,
  "ማንኛውም": 31751,
  "ማንኛውንም": 30830,
  "ማንኪያ/ሹካ": 32072,
  "ማንኪያና": 32171,
  "ማንዋል": 31454,
  "ማንጠፍ": 32353,
  "ማከክያ": 31808,
  "ማውዝ": 29626,
  "ማውጫ": 31009,
  "ማውጫው": 31953,
  "ማውጫዎች": 29080,
  "ማዕዘን": 31926,
  "ማዘነጪያ/ማስዋቢያ": 32375,
  "ማዘዝና": 29132,
  "ማዘጋጀት": 29065,
  "ማየት": 32094,
  "ማያያዣ": 30005,
  "ማይካ": 29097,
  "ማይዝ": 30590,
  "ማደስ": 32349,
  "ማደሻ": 32339,
  "ማዳን": 31223,
  "ማድረስ": 31270,
  "ማድረቂያ": 29762,
  "ማድረቂያው": 32278,
  "ማድረቅ": 29798,
  "ማድረጊያ": 30272,
  "ማድረግ": 30825,
  "ማድረግያ": 29550,
  "ማጂክ": 32642,
  "ማጠራቀሚያ": 30299,
  "ማጠቢያ": 30267,
  "ማጠብያ": 31300,
  "ማጣሪያ": 32533,
  "ማጥለያ": 31355,
  "ማጥበቢያ": 30571,
  "ማጽጃ": 31075,
  "ማፅዳት": 30449,
  "ማፅጃ": 31838,
  "ማፍሰሻ": 32281,
  "ማፍኪያ": 32251,
  "ማፍያ": 31484,
  "ሜትር": 30600,
  "ሜካፕ": 31857,
  "ምላጭ": 31611,
  "ምርት": 32708,
  "ምርጥ": 32801,
  "ምርጫ": 30312,
  "ምርጫዎች": 29580,
  "ምሳ": 32179,
  "ምስሉ": 29743,
  "ምታት": 32615,
  "ምቹ": 29261,
  "ምቾታቸውና": 30560,
  "ምንም": 29355,
  "ምክንያት": 31580,
  "ምድጃ": 30606,
  "ምድጃዎችን": 32026,
  "ምግብ": 29242,
  "ምግቦች": 29075,
  "ምግቦችን": 29025,
  "ምግቦችን፣": 31379,
  "ሞል": 29179,
  "ሞረድ": 32325,
  "ሞዴል": 30898,
  "ሞገስ": 29704,
  "ሥሮችዎን": 31201,
  "ረጅሙ": 31279,
  "ሪማት": 29589,
  "ራሱ": 32110,
  "ራሱን": 30905,
  "ራስዎ": 29348,
  "ርዝመት": 29815,
  "ሮለር": 30894,
  "ሰሀን": 32721,
  "ሰሃኖችን": 32070,
  "ሰሊጥ": 29053,
  "ሰላማዊ": 32581,
  "ሰርቪስ፣": 32165,
  "ሰባት": 29832,
  "ሰተን": 30660,
  "ሰአት": 29252,
  "ሰከንድ": 31615,
  "ሰከንዶች": 30618,
  "ሰወች": 31046,
  "ሰዉ": 29346,
  "ሰው": 31653,
  "ሰውነት": 31154,
  "ሰውነትን": 29544,
  "ሰውን፣": 31388,
  "ሰዎች፣": 32577,
  "ሰዓት": 32442,
  "ሰፊው": 32194,
  "ሱሪዎ": 32415,
  "ሱሪ፣": 30278,
  "ሱቃችን": 30885,
  "ሱቅ": 30887,
  "ሱፍ": 29052,
  "ሱፕ": 32478,
  "ሲሆን": 29070,
  "ሲሉ": 30569,
  "ሲሊከን": 29973,
  "ሲልከን": 31603,
  "ሲመዝኑ": 31624,
  "ሲመጡ": 30556,
  "ሲራሚክ": 31672,
  "ሲስተሙ": 29525,
  "ሲስተም": 30826,
  "ሲቀርፁ": 29592,
  "ሲተኙ": 32618,
  "ሲታሹ": 29523,
  "ሲነዱ": 29845,
  "ሲከፈት": 29659,
  "ሲወድቁ": 31427,
  "ሲዝል": 31156,
  "ሲያስቡ...": 29201,
  "ሲያሽከረክሩ": 29838,
  "ሲያዙ": 31768,
  "ሲገዙ": 31968,
  "ሲጠቀሙ": 29154,
  "ሳ.ሜ": 30123,
  "ሳህን": 32075,
  "ሳህን፣": 32164,
  "ሳሙና": 30828,
  "ሳሙናው": 30823,
  "ሳሙናዎን": 30806,
  "ሳቺ": 30604,
  "ሳንቲም": 31281,
  "ሳያስፈልግዎ": 29347,
  "ሳይሆን": 29098,
  "ሳይዝ:": 32610,
  "ሳይዞች": 29978,
  "ሳይጠበቅቦት": 31206,
  "ሳይጨማደድ": 32419,
  "ሳዮና": 31503,
  "ሴራሚክ": 30980,
  "ሴት": 29214,
  "ሴንቲ": 30599,
  "ሴከንዶች": 32797,
  "ሴኮንዶች": 30982,
  "ስለ": 31273,
  "ስለሆነ": 29100,
  "ስለሌለው": 29733,
  "ስለሚያገለግል": 32697,
  "ስለሚደፈን": 29156,
  "ስለሚጠቀም": 31590,
  "ስለማኒዘው": 30668,
  "ስለምንችል": 31631,
  "ስለተዘጋጀለት": 32396,
  "ስለዚህ": 32670,
  "ስላለው": 32482,
  "ስላሉት": 32029,
  "ስላይስ": 29826,
  "ስልክ": 31133,
  "ስልክ:": 29196,
  "ስልክዎ": 32089,
  "ስልኮች": 31107,
  "ስሜት": 29518,
  "ስራ": 32524,
  "ስራዎችን": 31389,
  "ስር": 31252,
  "ስርአት": 32140,
  "ስብ": 31291,
  "ስብን": 32432,
  "ስቦ": 29933,
  "ስቲከር": 31982,
  "ስታይሎች": 29222,
  "ስትራላይዘር": 30818,
  "ስትሬት": 29359,
  "ስትሮ": 32170,
  "ስትንቀሳቀስ": 32491,
  "ስቶቭ": 30607,
  "ስኒ": 31908,
  "ስንጨምቅ": 30665,
  "ስንጫነው": 30661,
  "ስንፈልግ": 31620,
  "ስእሎች": 31402,
  "ስዕል": 29300,
  "ስዕልና": 31398,
  "ስጋ": 29021,
  "ስጦታ": 29716,
  "ስጦታዎችን": 31643,
  "ስፋቱ": 30598,
  "ስፋት": 31819,
  "ስፌት": 29456,
  "ስፓቹላ": 31536,
  "ስፖንጅ": 31858,
  "ሶስቱን": 31532,
  "ሶስቱንም": 30902,
  "ሶስት": 30683,
  "ሶኒፈር": 31687,
  "ሶካኒ": 31421,
  "ሶኬት": 31040,
  "ሸሚዝ፣": 30276,
  "ሸራ": 30584,
  "ሹካ": 32172,
  "ሻይ": 30010,
  "ሼልፉ": 32185,
  "ሼክ": 32690,
  "ሽቦ": 29822,
  "ሽንት": 30543,
  "ሽንኩርት": 29033,
  "ሽክርክሪት": 30502,
  "ሽፋን፣": 32167,
  "ቀለል": 30588,
  "ቀለሙን": 32799,
  "ቀለም": 32702,
  "ቀለሞችን፣": 31381,
  "ቀላል": 29265,
  "ቀላል፣": 30282,
  "ቀረ": 29207,
  "ቀረው": 32004,
  "ቀረፃ": 29571,
  "ቀረፋ": 29050,
  "ቀስ": 30875,
  "ቀና": 31241,
  "ቀን": 32003,
  "ቀዝቀዝ": 32624,
  "ቀዝቃዛ": 31592,
  "ቀይስር": 29072,
  "ቀዳዳ": 31194,
  "ቀዳዳዎች": 30228,
  "ቀዳዳዎችን": 31849,
  "ቀጥታ": 30740,
  "ቀጥያል": 31230,
  "ቀጭን": 29754,
  "ቁልፍ": 29748,
  "ቁመት፣": 32192,
  "ቁመና": 31232,
  "ቁርጥማት": 30506,
  "ቁጥር": 29195,
  "ቁጥሮች": 32824,
  "ቃላትን": 31366,
  "ቃላት።": 31376,
  "ቃሪያ": 29034,
  "ቅልጥፋ": 32529,
  "ቅመማ": 29044,
  "ቅመም": 29045,
  "ቅመሞችን": 29058,
  "ቅርጫቶች": 32785,
  "ቅርጽ": 31918,
  "ቅርጾችን": 31390,
  "ቅርፃ": 29078,
  "ቅርፃችን": 30495,
  "ቅርፅ": 29079,
  "ቅባት": 32661,
  "ቅቤ": 30461,
  "ቅናሽ": 29893,
  "ቅያር": 32046,
  "ቆሎና": 29060,
  "ቆራርጠን": 30032,
  "ቆስጣ": 29037,
  "ቆሻሻ": 30226,
  "ቆሻሻን": 30439,
  "ቆሻሻውን": 29016,
  "ቆንጆ": 29528,
  "ቆዳ": 29494,
  "ቆዳችን": 30904,
  "ቆዳን": 30926,
  "ቆዳዎች": 30916,
  "ቆጣቢ": 30077,
  "ቆጣቢና": 30283,
  "በ": 29076,
  "በ15": 31614,
  "በ200": 30491,
  "በ250": 30487,
  "በ30": 30981,
  "በ350": 31835,
  "በ6": 32547,
  "በሀበሻ": 29210,
  "በሁለቱም": 32055,
  "በሁለት": 32066,
  "በሆነ": 31845,
  "በላይ": 31057,
  "በሌሎች": 31115,
  "በልዩ": 29220,
  "በመልቀቅ": 29568,
  "በመመገብ": 32663,
  "በመሬት": 31742,
  "በመርጨት": 30302,
  "በመሰላል": 30564,
  "በመሳብ": 30442,
  "በመቀመጥ": 30288,
  "በመቀነስ": 31235,
  "በመቆም": 30289,
  "በመከተል": 30322,
  "በመክፈት": 31195,
  "በመጠር": 29159,
  "በመጠቀም": 29587,
  "በመጨመር": 32146,
  "በመጫን": 29749,
  "በሙቀት": 30304,
  "በሚናገሩትን": 29665,
  "በሚኖርበት": 32106,
  "በሚጀምርበት": 31351,
  "በሚጓዙበት": 30290,
  "በሚፈልጉት": 32821,
  "በማራኪ": 29847,
